[
    {
        "event_id":1,
        "event_name":"Tech Tinder",
        "event_description":"Get ready for a unique networking experience at our Tech-Tinder Event! Participants will have the chance to meet fellow tech enthusiasts and potential collaborators as they're matched on the spot to form teams based on their preferences or profiles. Once teamed up, it's time to put your skills to the test by collaborating on the creation of a website from scratch. Whether you're a seasoned developer or a design aficionado, this event offers the perfect opportunity to connect, learn, and create something amazing together.",
        "registration_fees":"₹100/- per Person",
        "prize_pool":{
            "first_prize":"₹5000",
            "second_prize":"₹3000",
            "third_prize":"₹2000"
        },
        "team_size":"Individual",
        "event_coordinator":"Zeta",
        "coordinator_mobile": "9876543210"
    },

    {
        "event_id" : 2,
        "event_name" : "Code-Relay",
        "event_description": "Welcome to the Code Relay, where teamwork and coding skills collide! In this event, teams will come together to tackle the challenge of writing a large program or completing a project based on given challenges. But here's the twist: each team member will code for a specific duration and must switch with the next member once their time limit is up. It's a test of both individual coding prowess and seamless collaboration as teams race against the clock to bring their project to life.",
        "registration_fees":"₹200/- per Team",
        "prize_pool": {
            "first_prize": "₹3500",
            "second_prize": "₹2500"
        },
        "team_size":"3",
        "event_coordinator": "Zeta",
        "coordinator_mobile": "9876543210"

    },

    {
        "event_id":3,
        "event_name":"Valorant Gaming",
        "event_description":"Join us for an adrenaline-pumping gaming event centered around the popular tactical shooter, Valorant! Compete against fellow gamers in intense matches filled with strategic gameplay and nail-biting action. Whether you're a seasoned pro or a newcomer looking to showcase your skills, this event promises excitement and camaraderie for all participants",
        "registration_fees":"₹200/- per Team",
        "prize_pool":{
            "first_prize":"₹3000",
            "second_prize":"₹2000",
            "third_prize":"₹1000"
        },
        "team_size":"5",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    },

    {
        "event_id":4,
        "event_name":"Deploy It!",
        "event_description":"Get ready to roll up your sleeves and put your development skills to the test in Deploy It! This fast-paced event challenges teams to tackle simple problem statements by creating both front-end and back-end on the website which is capable of performing specified tasks. But that's not all teams must also deploy their solutions to the cloud to qualify. It's a race against the clock as the fastest three teams to complete the given task will claim victory!",
        "registration_fees":"₹100/- per Team",
        "prize_pool":{
            "first_prize":"₹2500",
            "second_prize":"₹1000",
            "third_prize":"₹500"
        },
        "team_size":"3",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    },

    {
        "event_id":5,
        "event_name":"Picture Probe",
        "event_description":"Prepare to put your tech knowledge to the test in the Picture Probe event! This thrilling competition will challenge participants to swiftly identify images related to the vast and ever evolving domain of technology. With rapid-fire rounds and a variety of images to decipher, this event promises excitement and fun for all tech enthusiasts.",
        "registration_fees":"₹100/- per Team",
        "prize_pool":{
            "first_prize":"₹1500 worth gift cards",
            "second_prize":"Exciting vouchers"
        },
        "team_size":"2",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    },

    {
        "event_id":6,
        "event_name":"PC Building",
        "event_description":"Gear up for an exhilarating PC Building Challenge where participants will showcase their technical prowess and teamwork! In this event, teams will be tasked with assembling a disassembled PC within a specified time frame. The challenge will kick off with a quiz to test participants' knowledge of PC hardware, followed by a simulation round conducted on a PC building simulator. The top 8 teams will then advance to the final round, where they'll face the ultimate test of assembling and running a real PC to complete a given task.",
        "registration_fees":"₹200/- per Team",
        "prize_pool":{
            "first_prize":"3500 worth Amazon Voucher",
            "second_prize":"1500 worth Amazon Voucher"
        },
        "team_size":"3",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    },

    {
        "event_id":7,
        "event_name":"UI/UX",
        "event_description":"Dive into the realm of user interface and user experience design in our UI/UX Design Challenge Participants will have the opportunity to showcase their creativity and design skills by crafting a visually appealing and user-friendly app or website prototype based on a provided problem statement. Using the Figma design tool, participants will bring their concepts to life, focusing on creating intuitive navigation, engaging layouts, and seamless user interactions.",
        "registration_fees":"₹200/- per Team",
        "prize_pool":{
            "first_prize":"₹1500 worth gift cards",
            "second_prize":"Exciting vouchers"
        },
        "team_size":"3",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    },

    {
        "event_id":8,
        "event_name":"Hack My PC",
        "event_description":"Prepare to put your hacking skills to the test in the ultimate cyber challenge - HackMyPC Participants will face a series of thrilling challenges and tasks designed to test their prowess in penetration testing, network security, cryptography, and more. From cracking codes to exploiting vulnerabilities, participants will navigate through multiple rounds of escalating difficulty as they vie for the title of top hacker",
        "registration_fees":"₹100/- per Person",
        "prize_pool":{
            "first_prize":"₹1500 worth gift cards",
            "second_prize":"Exciting vouchers"
        },
        "team_size":"Individual",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    },

    {
        "event_id":9,
        "event_name":"Meme Splash",
        "event_description":"Get ready to flex your comedic muscles in the Meme Splash event! Participants will unleash their creativity by crafting hilarious tech-related memes based on random prompts provided by the organizers. Whether you're a seasoned memer or just getting started, this event promises plenty of laughs and witty humor as participants compete to create the most entertaining memes",
        "registration_fees":"₹50/- per Person",
        "prize_pool":{
            "first_prize":"₹1500 worth gift cards",
            "second_prize":"Exciting vouchers"
        },
        "team_size":"Individual",
        "event_coordinator":"Zeta",
        "coordinator_mobile":"9876543210"
    }
]